e r
e n
: %C4%A0
s t
a n
/ s
< /s
</s >
</s> </s>
s s
i st
e %C4%A0
. </s></s>
%C4%A0 A
s er
t :%C4%A0
ss ist
U ser
User :%C4%A0
ssist an
ssistan t:%C4%A0
%C4%A0A ssistant:%C4%A0
en %C4%A0
c h
? %C4%A0Assistant:%C4%A0
n d
t %C4%A0
User:%C4%A0 W
s %C4%A0
nd %C4%A0
i e%C4%A0
e l
i n
a s%C4%A0
er %C4%A0
en .</s></s>
User:%C4%A0W ie%C4%A0
u nd%C4%A0
o n
%C3%83 %C2%A4
User:%C4%A0W as%C4%A0
%C3%83 %C2%BC
ist %C4%A0
%C4%A0 W
e i
. %C4%A0
%C3%83 %C5%81
a ss
m %C4%A0
u t
er n
i ch
e h
er .</s></s>
%C3%83 %C2%B6
r a
a l
l i
u n
e .</s></s>
e g
e ?%C4%A0Assistant:%C4%A0
a r
i nd%C4%A0
S ch
l e
in %C4%A0
a t
%C4%A0 und%C4%A0
? </s></s>
t .</s></s>
c k
r o
an %C4%A0
s ch
a h
i g
User:%C4%A0Was%C4%A0 ist%C4%A0
W ass
en ?%C4%A0Assistant:%C4%A0
s ind%C4%A0
u r
! %C4%A0Assistant:%C4%A0
b e
i r
el l
a u
d ie%C4%A0
er g
, %C4%A0
m a
l an
t%C4%A0 m
in g
e t
er ?%C4%A0Assistant:%C4%A0
t r
m p
! %C4%A0W
e s
eg en%C4%A0
M o
d er%C4%A0
i er
an d
i m%C4%A0
m i
e st
i m
v i
%C3%83%C2%BC h
ei t
o l
ah r
f %C4%A0
0 0
G r
be w
u m%C4%A0
t%C4%A0m an%C4%A0
ern %C4%A0
u ch
en .%C4%A0
vi el
E r
en ?</s></s>
o r
k an
i l
i on
y o
al l
t h
o d
yo u
w er
?%C4%A0Assistant:%C4%A0 M
Er d
W i
b ra
e s%C4%A0
S t
J ahr
li e
F l
B erg
User:%C4%A0 H
%C3%83%C2%B6 %C3%83%C5%81
G ut
ich t
mi t%C4%A0
u nd
v on
ich %C4%A0
r e
d as%C4%A0
u ck
d en%C4%A0
n %C4%A0
en t
ier en%C4%A0
a s
eh t%C4%A0
g e
g ut
ent st
entst eh
lan z
el f
bra uch
o od
ir k
%C4%A0W ass
ut z
d a
im m
b il
%C3%83%C2%A4 l
%C3%83%C2%B6 r
en%C4%A0 L
le k
o ch
User:%C4%A0 G
u m
on n
Fl %C3%83%C2%BC
%C4%A0 ist%C4%A0
%C3%83%C2%BC st
%C4%A0 e
ma ch
E lek
er e%C4%A0
%C4%A0 f
f lanz
v er
Elek tr
er %C4%A0A
%C3%83%C2%BCh l
t er.</s></s>
e u
f %C3%83%C2%A4l
%C3%83%C2%BC r
!%C4%A0W ie%C4%A0
%C3%83%C2%A4 nd
e in%C4%A0
st o
!%C4%A0Assistant:%C4%A0 H
P flanz
n%C4%A0 ich%C4%A0
T e
R egen%C4%A0
User:%C4%A0G ood
t er%C4%A0
a ch
%C3%A2 %C4%A2
%C4%A0 w
h elf
kan n%C4%A0ich%C4%A0
eit en%C4%A0
t%C4%A0 und%C4%A0
Wass er%C4%A0
en ,%C4%A0
!%C4%A0Wie%C4%A0 kann%C4%A0ich%C4%A0
helf en?</s></s>
f%C3%83%C2%A4l l
ei %C3%83%C5%81
!%C4%A0Assistant:%C4%A0 Gut
t ion
lie %C3%83%C5%81
z en
g el
er da
0 %C4%A0
h e
von %C4%A0W
f%C3%83%C2%A4ll t%C4%A0
eh r
as ?%C4%A0Assistant:%C4%A0
k %C3%83%C2%BChl
User:%C4%A0Was%C4%A0 t
e er
b r
eg t%C4%A0
mp er
%C3%83%C2%A4 r
H on
User:%C4%A0Wie%C4%A0 mach
das%C4%A0 I
e%C4%A0 g
a %C4%A0
au f%C4%A0
und er
ge sch
B l
k en%C4%A0
au f
en%C4%A0 in%C4%A0
Mo nd%C4%A0
r %C3%83%C2%A4
r %C3%83%C2%B6%C3%83%C5%81
s ich
z i
Wi nd
T a
mp f%C4%A0
e%C4%A0 f
t en%C4%A0
P ro
!%C4%A0Assistant:%C4%A0Gut en%C4%A0
ch %C4%A0
w icht
t%C4%A0 b
M eer
t%C4%A0 viel
!%C4%A0W as%C4%A0
S p
ehr ere%C4%A0
Sp ra
S ie%C4%A0
, %C4%A0Wass
%C3%83%C2%BC %C3%83%C5%81
Sch n
W el
un %C4%A0
en d
User:%C4%A0W h
d er%C4%A0A
r%C3%83%C2%A4 d
B li
re ist%C4%A0
ig .</s></s>
u l
s y
00 %C4%A0
n t
a k
Berg %C4%A0
r i
die%C4%A0 Erd
s .</s></s>
s%C4%A0 gut
erda mpf%C4%A0
P l
R und%C4%A0
es en.</s></s>
and %C4%A0
Elektr on
t w
. %C4%A0A
E ver
Wass er.</s></s>
un k
r%C3%83%C2%A4d er?%C4%A0Assistant:%C4%A0
%C4%A0W %C3%83%C2%BCst
re ss
m m
%C4%A0 you
ra in
sind%C4%A0 h
V i
e%C4%A0 sind%C4%A0h
ern eu
at ur
ass e%C4%A0
en?%C4%A0Assistant:%C4%A0 S
User:%C4%A0Wie%C4%A0 f
?%C4%A0Assistant:%C4%A0 Rund%C4%A0
e t.</s></s>
i b
h och
u p
F r
%C3%83%C2%A4 t
User:%C4%A0Wie%C4%A0mach t%C4%A0man%C4%A0
un t%C4%A0
bil den%C4%A0
t e%C4%A0
User:%C4%A0Good %C4%A0
el d
bew irk
mper atur
%C4%A0 auf%C4%A0
Ta g
i en
! </s></s>
Ever est
f en%C4%A0
User:%C4%A0Was%C4%A0 bewirk
h ei%C3%83%C5%81
a b
en.%C4%A0 M
R eg
ar e%C4%A0
unk tion
%C3%83%C2%B6 h
ut o
b a
m e%C4%A0
!%C4%A0Wie%C4%A0kann%C4%A0ich%C4%A0 helfen?</s></s>
a d
User:%C4%A0Was%C4%A0t un%C4%A0
el s
Te mperatur
in k
Gr %C3%83%C2%B6%C3%83%C5%81
User:%C4%A0Wie%C4%A0 viel
W ind%C4%A0
a t%C4%A0
n utz
b en%C4%A0
o t
. %C4%A0Assistant:%C4%A0
ar um%C4%A0
Pflanz en%C4%A0
User:%C4%A0W arum%C4%A0
w %C3%83%C2%A4
t %C3%A2%C4%A2
User:%C4%A0Was%C4%A0 sind%C4%A0
d u
S and%C4%A0
f t.</s></s>
ir %C4%A0
en%C4%A0 und%C4%A0
in %C4%A0W%C3%83%C2%BCst
Mo unt%C4%A0
i k
sto f
sich .</s></s>
g en
w imm
.%C4%A0 I
Regen%C4%A0 f%C3%83%C2%A4llt%C4%A0
Fl%C3%83%C2%BC ss
User:%C4%A0Wie%C4%A0f unktion
i ss
Spra ch
G e
Mount%C4%A0 Everest
e y
.%C4%A0I ch%C4%A0
un g
i s%C4%A0
B ei
K o
W ol
t%C3%A2%C4%A2 %C4%BB
an .</s></s>
e in
User:%C4%A0Wie%C4%A0funktion ieren%C4%A0
le uch
User:%C4%A0Wie%C4%A0 sind%C4%A0
Jahr .</s></s>
wer k
ch st
